{
  "Navbar": {
    "Links": {
      "Home": "Home",
      "About_us": "About us",
      "Calculator": "Calculator"
    },
    "Auth": {
      "Sign_In": "Sign in",
      "Try": "Try it for free"
    },
    "Languages": {
      "ge": "Georgian",
      "en": "English"
    }
  },
  "Banner": {
    "Title": "The energy efficiency of buildings is the guarantee of our sustainable future.        ",
    "Description": "The term 'energy efficiency' is slowly gaining popularity in Georgia, becoming more and more relevant, especially after the publication of the Georgian government's draft law on energy-efficient buildings. And what is exactly 'energy efficiency'?        ",
    "mainButtonLabel": "Request Demo",
    "secondaryButtonLabel": "Try it out"
  },
  "AboutSustainability": {
    "Title": "Energy efficiency in practice. What is the goal of energy efficiency?",
    "subTitle": "A report published by the European Union shows that, since the first measures were introduced in national building standards, energy consumption in new buildings today has been halved compared to typical buildings of the 1980s.",
    "information": {
      "title1": "Increase energy efficiency",
      "subTitle1": "Often in Georgia, when we talk about the energy deficit, we bring as a necessary the construction of additional generation facilities to the fore, For some reason, we generally forget that energy demand can be met not only by increased supply but also by reduced demand. By increasing the energy efficiency of the existing buildings, as well as the implementation of current and future constructions in compliance with high standards of energy efficiency, in the reality of Georgia, on the example of the EU countries, the total energy consumption can be reduced by approximately 10-15%. If we take into account that 46% of energy consumption in Georgia comes from buildings.",

      "subTitle2": "Replace old incandescent bulbs with compact fluorescent (CFL) or LED lights. In the case of CFL and LED lighting, the cost is 75% lower and it lasts ten times longer.",

      "subTitle3": "Replace the old water heater with a new energy-efficient device and reduce energy    consumption by 20%. The savings will cover the cost of the new device. ",

      "subTitle4": "Fill gaps in windows and doors and save 10% of your home's heating and cooling costs every year.",

      "subTitle5": "Insulate the house by using building insulation. 50-55% of heat is lost through the roof and walls of the house. "
    },
    "Learn_more": "Learn more"
  },
  "About_us": {
    "title": "Save on labor costs with Contactless Clocking.",
    "description": "Facial biometric clocks allow for the most accurate and super fast clocking experience. When there are no long lines to clock-in and out, workers comply more and you get accurate data. Manage labor costs more efficiently. Workers love interacting with FR Clocks. Build Employee trust and step into the future with Workerly! "
  },
  "Portfolio": {
    "title": "What are exactly energy efficiency certificates? ",
    "description": "In the contemporary era, humanity is grappling with the profound ramifications of its ecological footprint on the environment and the consequent climate alterations. In response, there has been a concerted push towards adopting alternative energy sources. However, the efficacy of this transition hinges not only on the integration of such sources but also on the optimization of energy utilization to mitigate losses. This is precisely where the term 'energy efficiency' assumes paramount importance. Despite varying interpretations among experts, the fundamental reality remains unaltered: energy efficiency stands as a potent instrument in the battle against climate change and its deleterious environmental repercussions. In simple words, energy efficiency is about achieving more while using less. It's the art of optimizing how we use energy to accomplish our everyday tasks and maintain comfort. Imagine being able to keep your home cozy in winter and refreshingly cool in summer, all while using less power. That's energy efficiency in action – finding smart ways to reduce energy consumption without sacrificing the quality of your experience. Think how beneficial it is to achieve high energy efficiency standards, both for improving your economic conditions and for the planet. By being energy efficient, we not only reduce our energy bills but also reduce our impact on the environment. Between 30% - 40% of global warming comes from buildings, According to various sources,  the environmental impact of buildings is considered from construction to operation. From innovative technologies to smart habits, energy efficiency offers a world of opportunities to make our lives more sustainable and our and our children's futures brighter. Increasing energy efficiency in itself implies an improved living environment, improved infrastructure, and a higher level of quality of life. Energy efficiency and energy saving are not the same things, but they have a similar goal; 'Reducing energy consumption'. To put it in simple words: energy efficiency means using technologies to avoid or reduce energy losses so that we can still turn on the lights and use the appliances with the same load as we used before, with the difference that we will instead use much less energy compared to what we used before. As we mentioned above, energy efficiency means consuming less energy and maintaining or improving existing living conditions as a result of implementing certain measures. On the other hand, saving energy means reducing the demand for energy by stopping activities, turning off lights and appliances, or using them less, which means less energy consumption, although in this case, the existing living conditions may deteriorate. Therefore our main task is to use energy as much as possible in order to keep the environment intact and maximize energy efficiency, in such a way that we develop living conditions which means using energy intelligently and efficiently, and not the other way around."
  },
  "Footer": {
    "newsLetterTitle": "Subscribe to our Future of Work Newsletter and learn more about modern digital workplaces",

    "title1": "Georgian Sustainable Buildings",
    "sec1title1": "About Us",
    "sec1title2": "Carreer",
    "sec1title3": "First of its kind Marketplace",

    "title2": "Products",
    "sec2title1": "Workforce Management",
    "sec2title2": "Productivity & Communication",
    "sec2title3": "HR Management",
    "sec2title4": "Contingent Worker Platform",

    "title3": "Resources",
    "sec3title1": "Blog",
    "sec3title2": "Case Studies",
    "sec3title3": "News"
  },
  "Modal": {
    "registerTitle": "Registration",
    "registerSubTitle": "Join our journey",
    "registerActionLabel": "Registration",
    "registerFooter": "Already have accaunt?",
    "nameLabel": "Name",
    "mailLabel": "Email",
    "passwordLabel": "Password",

    "loginTitle": "Log in",
    "loginSubTitle": "Continue your journey",
    "loginActionLabel": "Log in",
    "loginFooter": "dont have accaunt?",
    "ClickHere": "ClickHere"
  },
  "Calculator": {
    "name": "Calculator",
    "subTitle": "Here you can calculate your house sustainability",
    "content": {
      "houseType": {
        "name": "Type of home:",
        "placeholder": "Choose",
        "option1": {
          "label": "Private house",
          "point": "7",
          "feedback":"A private house can potentially be more energy-efficient than an apartment if it is well-designed and built with energy-efficient features"
        },
        "option2": {
          "label": "Apartment",
          "point": "5.5",
          "feedback":"Apartments can be energy-efficient, especially if they are part of a well-designed, energy-efficient building. The energy efficiency of apartments can vary widely based on building design and maintenance."
        }
      },
      "insulation": {
        "name": "Do you have building Insulation:",
        "placeholder": "Choose",
        "option1": {
          "label": "Yes",
          "point": "7",
          "feedback":"Did you know that air leaks around doors account for 18-20 percent of heat loss in a typical home; Drafty windows account for up to 30 percent of heat loss. A 3-mm gap under an exterior door lets as much cold air in as a 6-cm hole punched in the wall"
        },
        "option2": {
          "label": "No",
          "point": "0",
          "feedback":"Did you know that 35% of energy losses come from walls? In order to increase the energy efficiency of your home, it is first important to provide adequate insulation on the walls, ceiling and floor of the building. as well as to fill the gaps between doors and windows. which will reduce energy losses by two times, make the living environment more comfortable."
        }
      },
      "material": {
        "name": "Building construction material:",
        "placeholder": "Choose",
        "option1": {
          "label": "Stone",
          "point": "1",
          "feedback":"Except insulation energy efficiency also depends on what material you use for construction. Natural stone, like brick, has thermal mass properties that can be beneficial for energy efficiency. However, it also requires additional insulation to meet modern energy efficiency standards. Without insulation, we can not consider it as high energy efficient. To improve the energy efficiency of your home first and cheapest way is to invest in good insulation, it will save your monthly bills and improve your living environment."
        },
        "option2": {
          "label": "Wood",
          "point": "2.5",
          "feedback":"Wood is a natural insulator and can be energy-efficient when used in buildings with proper insulation and design considerations. Therefore, in the case of wooden construction, it is first of all important to arrange proper insulation to increase energy efficiency. To improve the energy efficiency of your home first and cheapest way is to invest in good insulation, it will save your monthly bills and improve your living environment."
        },
        "option3": {
          "label": "Brick",
          "point": "2",
          "feedback":"Brick walls can offer good thermal mass, helping to moderate indoor temperatures, but they require additional insulation to be highly energy-efficient. To improve the energy efficiency of your home first and cheapest way is to invest in good insulation, it will save your monthly bills and improve your living environment"   
        },
        "option4": {
          "label": "Concrete Block",
          "point": "6",
          "feedback":"Concrete block walls without additional insulation can have limited energy efficiency because concrete conducts heat, potentially leading to heat loss or gain. To improve the energy efficiency of your home first and cheapest way is to invest in good insulation, it will save your monthly bills and improve your living environment."
        },
        "option5": {
          "label": "Reinforced Concrete",
          "point": "1",
          "feedback":"Reinforced concrete walls can be energy-efficient when they are part of a well-insulated building envelope. However, without insulation, concrete can conduct heat, making it less energy-efficient. To improve the energy efficiency of your home first and cheapest way is to invest in good insulation, it will save your monthly bills and improve your living environment"
        },
        "option6": {
          "label": "Plaster and Stucco",
          "point": "2.5",
          "feedback":"Plaster and stucco are typically applied over other wall materials and don't provide insulation on their own. It can be considered as the worst thermal insulator, so it is most important to arrange appropriate insulation on the walls which will increase the energy efficiency. The first and cheapest way to improve your home's energy efficiency is to invest in good insulation, this will save you money on your monthly bills and improve your living environment."
        },
        "option7": {
          "label": "Concrete prefabricated Panels",
          "point": "1.5",
          "feedback":"concrete prefabricated panels can be designed and manufactured with high levels of insulation, making them potentially the most energy-efficient option when designed and installed with proper insulation. Proper insulation will increase the value of your home, improve your living environment, and significantly reduce your bills."
        }
      },
      "windowsAndDoors": {
        "name": "Windows and Doors:",
        "placeholder": "Choose",
        "option1": {
          "label": "Double, metal plastic",
          "point": "6",
          "feedback":"Double-glazed windows with metal or plastic frames are energy-efficient. but you can improve them with triple metal-plastic windows. The additional layer of glazing improves insulation and reduces heat transfer, making them very energy-efficient."
        },
        "option2": {
          "label": "Triple, metal plastic",
          "point": "6",
          "feedback":"Triple-glazed windows typically provide the highest level of energy efficiency. The additional layer of glazing improves insulation and reduces heat transfer, making them very energy-efficient."
        },
        "option3": {
          "label": "Wooden",
          "point": "4.5",
          "feedback":"Wooden window frames can be energy-efficient when they are well-insulated and properly sealed. Wood is a natural insulator and can contribute to energy efficiency. you can add good insulation or change them with double or triple metal-plastic windows to improve your energy efficiency level."
        },
        "option4": {
          "label": "Metal",
          "point": "2.5",
          "feedback":"Metal window frames, especially without thermal breaks, can have lower energy efficiency compared to other options. Metal conducts heat more readily, potentially leading to heat loss or gain. you can add good insulation or change them with double or triple metal-plastic windows to improve your energy efficiency level."
        }
      },
      "heat": {
        "name": "What do you use to heat your home? ",
        "placeholder": "Choose",
        "option1": {
          "label": "Central heating system",
          "point": "7",
          "feedback":"Central heating systems, especially those using high-efficiency boilers or heat pumps, tend to be among the most energy-efficient options. These systems can distribute heat evenly throughout a building and are often designed for optimal efficiency."
        },
        "option2": {
          "label": "Local heating systems",
          "point": "3",
          "feedback":"Local heating systems, such as individual room heaters or space heaters, can be efficient if they use energy-efficient technologies (e.g., high-efficiency wood stoves or electric heat pumps). However, they may be less efficient when used as the primary heating source for an entire building, especially in larger structures. Replacing the local system with central heating systems will increase the energy efficiency of your home."
       },
        "option3": {
          "label": "Stoves, Fireplaces",
          "point": "2.5",
          "feedback":"While wood-burning stoves and fireplaces can provide effective heating and ambiance, their energy efficiency can vary widely. Some older or traditional models may have lower efficiency due to heat loss through the chimney, while newer, EPA-certified models are designed for higher efficiency. Replacing wood stoves with central heating systems will increase your home's energy efficiency."
        },
        "option4": {
          "label": "Combination systems",
          "point": "5",
          "feedback":"Combination systems that incorporate multiple heating sources, such as a central heating system combined with a supplemental local heating source like a wood stove or fireplace, can be energy-efficient when used strategically. The central system can provide consistent heating, while the local source can be used when additional or zone-specific heating is needed. However, combined heating systems are quite expensive and requares more maintenance."
        }
      },
      "houseHeating": {
        "name": "Heating System:",
        "placeholder": "Choose",
        "option1": {
          "label": "Oil",
          "point": "2.5",
          "feedback":"Heating with oil is typically less energy-efficient. You can improve your building's energy efficiency by replacing oil with natural gas or 75-100% renewable energy."
        },
        "option2": {
          "label": "Natural gas",
          "point": "6",
          "feedback":"Natural gas is often considered one of the most energy-efficient options for heating buildings. But if you are using 75-100% renewable energy it's better to use electric heaters which will improve your energy efficiency and reduce costs."
        },
        "option3": {
          "label": "Electricity",
          "point": "6.5",
          "feedback":"Electric heating can be efficient when used with heat pumps, such as air-source or ground-source heat pumps. Heat pumps are capable of producing more heating energy than the electrical energy they consume, making them energy-efficient. However, resistance electric heating (e.g., baseboard heaters) is less efficient if you don't use 75-100% renewable energy."
        },
        "option4": {
          "label": "Biomass",
          "point": "4.5",
          "feedback":"Biomass heating, such as wood pellets or logs, can be energy-efficient if modern, well-designed biomass boilers or stoves are used. You can improve your building energy efficiency by replacing biomass with natural gas or 75-100% renewable energy."
        }
      },
      "cooling": {
        "name": "Cooling system:",
        "placeholder": "Choose",
        "option1": {
          "label": "Air Conditioning",
          "point": "3",
          "feedback":"While air conditioning systems can provide rapid and precise cooling, they are typically the least energy-efficient option. They consume a significant amount of electricity to operate. Replace them with a heat pump should help your home to increase energy efficiency."
        },
        "option2": {
          "label": "Evaporative coolers",
          "point": "5",
          "feedback":"Evaporative coolers use water evaporation to cool the air. They are particularly effective in dry, arid climates. They consume less electricity than traditional air conditioning systems"
        },
        "option3": {
          "label": "Ceiling fans and stand fans",
          "point": "4",
          "feedback":"Ceiling fans and stand fans are relatively energy-efficient methods for enhancing comfort by improving air circulation. They don't lower the temperature of a room but create a cooling effect by increasing air movement. They use minimal electricity compared to air conditioning. However, to achieve higher efficiency, you can replace traditional fans with heat pumps for home cooling."
        },
        "option4": {
          "label": "Natural ventilation",
          "point": "7",
          "feedback":"Natural ventilation is often the most energy-efficient cooling method. It relies on the strategic placement of windows, vents, and building design to promote the flow of outdoor air through the building. It doesn't require electricity and can be highly effective in moderate climates. However, it essentially depends on the original planning of the house. In order to increase the cooling efficiency of your home, we recommend that you install heat pumps."
        }
      },
      "certificates": {
        "name": "Do you use appliances with energy-efficient certificates:",
        "placeholder": "Choose",
        "option1": {
          "label": "Yes",
          "point": "7",
          "feedback":""
        },
        "option2": {
          "label": "No",
          "point": "0",
          "feedback":"Appliances with energy-efficient certificates consume less energy, reducing electricity bills and conserving resources. Lower energy use means fewer greenhouse gas emissions, contributing to a greener environment. We recommend that you replace your old appliances with new, certified appliances, which can save your electricity bills. Reduced energy bills translate into long-term cost savings for homeowners."
        }
      },
      "lighting": {
        "name": "Lighting:",
        "placeholder": "Choose",
        "option1": {
          "label": "Incandescent lamps",
          "point": "3",
          "feedback":"Incandescent bulbs are the least energy-efficient and produce the most heat. They convert a significant portion of the electricity they consume into heat, which can contribute to increased cooling requirements. In order to increase the energy efficiency of your home, as well as reduce costs and environmental impact, we recommend replacing incandescent lamps with LED lamps."
        },
        "option2": {
          "label": "Compact fluorescent lamps",
          "point": "6",
          "feedback":"CFLs are more energy-efficient than incandescent bulbs and produce less heat. While they are cooler than incandescent bulbs, they still emit some heat during operation. In order to increase the energy efficiency of your home, as well as reduce costs and environmental impact, we recommend replacing fluorescent lamps with LED lamps."
        },
        "option3": {
          "label": "LED Lighting",
          "point": "7",
          "feedback":"LED (Light Emitting Diode) lighting is the most energy-efficient lighting option and produces very little heat compared to other types of lighting. It contributes minimal heat to indoor spaces, reducing the cooling load on air conditioning systems."
        },
        "option4": {
          "label": "Halogen lighting",
          "point": "4.5",
          "feedback":"Halogen bulbs are less energy-efficient and produce more heat than LED and CFL bulbs. They can contribute to indoor heat, increasing the cooling load on air conditioning systems. In order to increase the energy efficiency of your home, as well as reduce costs and environmental impact, we recommend replacing halogen lamps with LED lamps."
        }
      },
      "percentage": {
        "name": "What percentage of the total energy consumed per year is renewable energy?",
        "placeholder": "Choose",
        "option1": {
          "label": "100%",
          "point": "7",
          "feedback":"Using renewable energy will reduce carbon footprint: Lowers greenhouse gas emissions, mitigates climate change, Conserves resources: Reduces reliance on finite fossil fuels, promotes sustainability, and cuts energy Costs: Can lower long-term energy expenses, especially with incentives, and enhance energy Efficiency: When used exclusively, 100% renewable energy makes a building highly efficient the effect decreases as the renewable energy percentage drops. Promotes Energy Security: Diversifying energy sources increases resilience to supply disruptions. The higher the percentage of renewable energy used, the more a building's energy efficiency improves and its environmental impact decreases. So it is very important to try to use as many renewable sources as it is possible to improve your home's energy efficiency."
        },
        "option2": {
          "label": "75%",
          "point": "5.25",
          "feedback":"Using renewable energy will reduce carbon footprint: Lowers greenhouse gas emissions, mitigates climate change, Conserves resources: Reduces reliance on finite fossil fuels, promotes sustainability, and cuts energy Costs: Can lower long-term energy expenses, especially with incentives, and enhance energy Efficiency: When used exclusively, 100% renewable energy makes a building highly efficient the effect decreases as the renewable energy percentage drops. Promotes Energy Security: Diversifying energy sources increases resilience to supply disruptions. The higher the percentage of renewable energy used, the more a building's energy efficiency improves and its environmental impact decreases. So it is very important to try to use as many renewable sources as it is possible to improve your home's energy efficiency."
        },
        "option3": {
          "label": "50%",
          "point": "3.5",
          "feedback":"Using renewable energy will reduce carbon footprint: Lowers greenhouse gas emissions, mitigates climate change, Conserves resources: Reduces reliance on finite fossil fuels, promotes sustainability, and cuts energy Costs: Can lower long-term energy expenses, especially with incentives, and enhance energy Efficiency: When used exclusively, 100% renewable energy makes a building highly efficient the effect decreases as the renewable energy percentage drops. Promotes Energy Security: Diversifying energy sources increases resilience to supply disruptions. The higher the percentage of renewable energy used, the more a building's energy efficiency improves and its environmental impact decreases. So it is very important to try to use as many renewable sources as it is possible to improve your home's energy efficiency"
        },
        "option4": {
          "label": "25%",
          "point": "1.75",
          "feedback":"Using renewable energy will reduce carbon footprint: Lowers greenhouse gas emissions, mitigates climate change, Conserves resources: Reduces reliance on finite fossil fuels, promotes sustainability, and cuts energy Costs: Can lower long-term energy expenses, especially with incentives, and enhance energy Efficiency: When used exclusively, 100% renewable energy makes a building highly efficient the effect decreases as the renewable energy percentage drops. Promotes Energy Security: Diversifying energy sources increases resilience to supply disruptions. The higher the percentage of renewable energy used, the more a building's energy efficiency improves and its environmental impact decreases. So it is very important to try to use as many renewable sources as it is possible to improve your home's energy efficiency."
        },
        "option5": {
          "label": "0%",
          "point": "0",
          "feedback":"Using renewable energy will reduce carbon footprint: Lowers greenhouse gas emissions, mitigates climate change, Conserves resources: Reduces reliance on finite fossil fuels, promotes sustainability, and cuts energy Costs: Can lower long-term energy expenses, especially with incentives, and enhance energy Efficiency: When used exclusively, 100% renewable energy makes a building highly efficient the effect decreases as the renewable energy percentage drops. Promotes Energy Security: Diversifying energy sources increases resilience to supply disruptions. The higher the percentage of renewable energy used, the more a building's energy efficiency improves and its environmental impact decreases. So it is very important to try to use as many renewable sources as it is possible to improve your home's energy efficiency"
        }
      }
    },

    "errors": {
      "required": "All fields are required"
    },
    "results":{
      "Rating":{
        "message":"Your result is {rating}"
      }
    }
  }
}
