{
  "Navbar": {
    "Links": {
      "Home": "Home",
      "About_us": "About us",
      "Calculator": "Calculator"
    },
    "Auth": {
      "Sign_In": "Sign in",
      "Try": "Try it for free"
    },
    "Languages": {
      "ge": "Georgian",
      "en": "English"
    }
  },
  "Banner": {
    "Title": "The energy efficiency of buildings is the guarantee of our sustainable future.        ",
    "Description": "The term 'energy efficiency' is slowly gaining popularity in Georgia, becoming more and more relevant, especially after the publication of the Georgian government's draft law on energy-efficient buildings. And what is exactly 'energy efficiency'?        ",
    "mainButtonLabel": "Request Demo",
    "secondaryButtonLabel": "Try it out"
  },
  "AboutSustainability": {
    "Title": "Energy efficiency in practice. What is the goal of energy efficiency?",
    "subTitle": "Often in Georgia, when we talk about the energy deficit, we bring as a necessary the construction of additional generation facilities to the fore, For some reason, we generally forget that energy demand can be met not only by increased supply but also by reduced demand.",
    "information": {
      "title1": "Increase energy efficiency",
      "subTitle1": "By increasing the energy efficiency of the existing buildings, as well as the implementation of current and future constructions in compliance with high standards of energy efficiency, in the reality of Georgia, on the example of the EU countries, the total energy consumption can be reduced by approximately 10-15%. If we take into account that 46% of energy consumption in Georgia comes from buildings.  ",

      "subTitle2": "Replace old incandescent bulbs with compact fluorescent (CFL) or LED lights. In the case of CFL and LED lighting, the cost is 75% lower and it lasts ten times longer.",

      "subTitle3": ".   Replace the old water heater with a new energy-efficient device and reduce energy    consumption by 20%. The savings will cover the cost of the new device. ",

      "subTitle4": "Insulate the house by using building insulation. 50-55% of heat is lost through the roof and walls of the house.",

      "subTitle5": "Insulate the house by using building insulation. 50-55% of heat is lost through the roof and walls of the house. "
    },
    "Learn_more": "Learn more"
  },
  "About_us": {
    "title": "Save on labor costs with Contactless Clocking.",
    "description": "Facial biometric clocks allow for the most accurate and super fast clocking experience. When there are no long lines to clock-in and out, workers comply more and you get accurate data. Manage labor costs more efficiently. Workers love interacting with FR Clocks. Build Employee trust and step into the future with Workerly! "
  },
  "Portfolio": {
    "title": "What are exactly energy efficiency certificates? ",
    "description": "In the contemporary era, humanity is grappling with the profound ramifications of its ecological footprint on the environment and the consequent climate alterations. In response, there has been a concerted push towards adopting alternative energy sources. However, the efficacy of this transition hinges not only on the integration of such sources but also on the optimization of energy utilization to mitigate losses. This is precisely where the term 'energy efficiency' assumes paramount importance. Despite varying interpretations among experts, the fundamental reality remains unaltered: energy efficiency stands as a potent instrument in the battle against climate change and its deleterious environmental repercussions. In simple words, energy efficiency is about achieving more while using less. It's the art of optimizing how we use energy to accomplish our everyday tasks and maintain comfort. Imagine being able to keep your home cozy in winter and refreshingly cool in summer, all while using less power. That's energy efficiency in action – finding smart ways to reduce energy consumption without sacrificing the quality of your experience. Think how beneficial it is to achieve high energy efficiency standards, both for improving your economic conditions and for the planet. By being energy efficient, we not only reduce our energy bills but also reduce our impact on the environment. Between 30% - 40% of global warming comes from buildings, According to various sources,  the environmental impact of buildings is considered from construction to operation. From innovative technologies to smart habits, energy efficiency offers a world of opportunities to make our lives more sustainable and our and our children's futures brighter. Increasing energy efficiency in itself implies an improved living environment, improved infrastructure, and a higher level of quality of life. Energy efficiency and energy saving are not the same things, but they have a similar goal; 'Reducing energy consumption'. To put it in simple words: energy efficiency means using technologies to avoid or reduce energy losses so that we can still turn on the lights and use the appliances with the same load as we used before, with the difference that we will instead use much less energy compared to what we used before. As we mentioned above, energy efficiency means consuming less energy and maintaining or improving existing living conditions as a result of implementing certain measures. On the other hand, saving energy means reducing the demand for energy by stopping activities, turning off lights and appliances, or using them less, which means less energy consumption, although in this case, the existing living conditions may deteriorate. Therefore our main task is to use energy as much as possible in order to keep the environment intact and maximize energy efficiency, in such a way that we develop living conditions which means using energy intelligently and efficiently, and not the other way around."
  },
  "Footer": {
    "newsLetterTitle": "Subscribe to our Future of Work Newsletter and learn more about modern digital workplaces",

    "title1": "Georgian Sustainable Buildings",
    "sec1title1": "About Us",
    "sec1title2": "Carreer",
    "sec1title3": "First of its kind Marketplace",

    "title2": "Products",
    "sec2title1": "Workforce Management",
    "sec2title2": "Productivity & Communication",
    "sec2title3": "HR Management",
    "sec2title4": "Contingent Worker Platform",

    "title3": "Resources",
    "sec3title1": "Blog",
    "sec3title2": "Case Studies",
    "sec3title3": "News"
  },
  "Modal": {
    "registerTitle": "Registration",
    "registerSubTitle": "Join our journey",
    "registerActionLabel": "Registration",
    "registerFooter": "Already have accaunt?",
    "nameLabel": "Name",
    "mailLabel": "Email",
    "passwordLabel": "Password",

    "loginTitle": "Log in",
    "loginSubTitle": "Continue your journey",
    "loginActionLabel": "Log in",
    "loginFooter": "dont have accaunt?",
    "ClickHere": "ClickHere"
  },
  "Calculator": {
    "name": "Calculator",
    "subTitle": "Here you can calculate your house sustainability",
    "content": {
      "houseType": {
        "name": "Type of home:",
        "placeholder": "Choose",
        "option1": {
          "label": "Private house",
          "point": 7
        },
        "option2": {
          "label": "Apartment",
          "point": 5.5
        }
      },
      "insulation": {
        "name": "Insulation:",
        "placeholder": "Choose",
        "option1": {
          "label": "Yes",
          "point": 7
        },
        "option2": {
          "label": "No",
          "point": 0
        }
      },
      "material": {
        "name": "Material:",
        "placeholder": "Choose",
        "option1": {
          "label": "Stone",
          "point": 3.5
        },
        "option2": {
          "label": "Wood",
          "point": 4.5
        },
        "option3": {
          "label": "Brick",
          "point": 4
        },
        "option4": {
          "label": "Concrete Block",
          "point": 2
        },
        "option5": {
          "label": "Reinforced Concrete",
          "point": 5
        },
        "option6": {
          "label": "Plaster and Stucco",
          "point": 3
        },
        "option7": {
          "label": "Concrete prefabricated Panels",
          "point": 5.5
        }
      },
      "windowsAndDoors": {
        "name": "Windows and Doors:",
        "placeholder": "Choose",
        "option1": {
          "label": "Double, metal plastic",
          "point": 6
        },
        "option2": {
          "label": "Triple, metal plastic",
          "point": 6
        },
        "option3": {
          "label": "Wooden",
          "point": 4.5
        },
        "option4": {
          "label": "Metal",
          "point": 2.5
        }
      },
      "heat": {
        "name": "Heating:",
        "placeholder": "Choose",
        "option1": {
          "label": "Central heating system",
          "point": 7
        },
        "option2": {
          "label": "Local heating systems",
          "point": 3
        },
        "option3": {
          "label": "Stoves, Fireplaces",
          "point": 2.5
        },
        "option4": {
          "label": "Combination systems",
          "point": 5
        }
      },
      "houseHeating": {
        "name": "House Heating:",
        "placeholder": "Choose",
        "option1": {
          "label": "Oil",
          "point": 2.5
        },
        "option2": {
          "label": "Natural gas",
          "point": 6
        },
        "option3": {
          "label": "Electricity",
          "point": 6.5
        },
        "option4": {
          "label": "Biomass",
          "point": 4.5
        }
      },
      "cooling": {
        "name": "Cooling:",
        "placeholder": "Choose",
        "option1": {
          "label": "Air Conditioning",
          "point": 3
        },
        "option2": {
          "label": "Evaporative coolers",
          "point": 5
        },
        "option3": {
          "label": "Ceiling fans and stand fans",
          "point": 4
        },
        "option4": {
          "label": "Natural ventilation",
          "point": 7
        }
      },
      "certificates": {
        "name": "Certificates:",
        "placeholder": "Choose",
        "option1": {
          "label": "Yes",
          "point": 7
        },
        "option2": {
          "label": "No",
          "point": 0
        }
      },
      "lighting": {
        "name": "Lighting:",
        "placeholder": "Choose",
        "option1": {
          "label": "Incandescent lamps",
          "point": 3
        },
        "option2": {
          "label": "Compact fluorescent lamps",
          "point": 6
        },
        "option3": {
          "label": "LED Lighting",
          "point": 7
        },
        "option4": {
          "label": "Halogen lighting",
          "point": 4.5
        }
      },
      "percentage": {
        "name": "Percentage:",
        "placeholder": "Choose",
        "option1": {
          "label": "100%",
          "point": 7
        },
        "option2": {
          "label": "75%",
          "point": 5.25
        },
        "option3": {
          "label": "50%",
          "point": 3.5
        },
        "option4": {
          "label": "25%",
          "point": 1.75
        },
        "option5": {
          "label": "0%",
          "point": 0
        }
      }
    },

    "errors": {
      "required": "All fields are required"
    }
  }
}
